Repository: LightSys/midwife-EMR
Catalog: locale/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: Edit Your Profile
ceb: Magkambyo ang imong profile

source: Choose your supervisor
ceb: Magpili sa imong superbaysor

source: Your supervisor has been set.
ceb: Naa ang imong superbaysor

source: An error occurred. Please try again.
ceb: Nay sayop. Palihog magsulay.

source: Please choose your supervisor.
ceb: Palihog magpili sa imong superbaysor.

source: Your profile has been saved.
ceb: Ang imong profile nagpreserba.

source: Yes
ceb: Oo

source: No
ceb: Dili

source: List of Users
ceb: Lista sa Mga Users

source: Add User
ceb: Pun-an ug user

source: Edit User
ceb: Magkambyo ug User

source: User was created.
ceb: Gibuhat ang user

source: Oops! Couldn't find that page.
ceb: Sori kaayo. Dili pagpangita sa pahina.

source: Oops!
ceb: Sori kaayo!

source: Home
ceb: Balay

source: Please log in
ceb: Palihog log in

source: Pregnancy History
ceb: Pagbuntis Historia

source: Pregnancy Questionnaire
ceb: Pagbuntis mga Pangutana

source: Pregnancy was updated.
ceb: Pagbuntis nagpreserba.

source: New Pregnancy Record
ceb: Bag-o Pagbuntis Rekord

source: Edit Pregnancy
ceb: Magkambyo Pagbuntis

source: Pregnancy was created.
ceb: Nagbuhat ang pagbuntis

source: Pregnancy Search
ceb: Pagbuntis Pagpangita

source: Search Results
ceb: Ang Mga Resulta

source: List of Roles
ceb: Ang Lista sa Mga Katuyoan

source: Add Role
ceb: Magdugangan ug Katuyoan

source: Edit Role
ceb: Magkambyo sa Katuyoan

source: Role was created.
ceb: Gibuhat ang katuyoan

source: You are not authorized for this page.
ceb: Dili pagawtorisar ka para nining pahina.

source: Your Site Name
ceb: Ang Pangalangin sa Imong Site

source: Last name
ceb: Apelyedo

source: First name
ceb: Pangalan

source: Date of Birth
ceb: Natawhat

source: Maiden name
ceb: Apelyedo sa dalaga pa

source: Nick name
ceb: Angga

source: Marital status
ceb: Minyo kahimtang

source: Work
ceb: Trabaho

source: Education
ceb: Edukasyon

source: Telephone
ceb: Telepono

source: Partner last name
ceb: Apelyedo sa bana

source: Partner first name
ceb: Pangalan sa bana

source: Partner age
ceb: Edad sa bana

source: Partner work
ceb: Trabaho sa bana

source: Partner education
ceb: Edukasyon sa bana

source: Client monthly Income
ceb: Imong sweldo

source: Partner monthly income
ceb: Sweldo sa bana

source: Priority #
ceb: Prayoridad numero

source: Create New Pregnancy Record
ceb: Magbuhat ug bag-ong pagbuntis Rekord

source: Your current supervisor is:
ceb: Ang imong superbaysor

source: Please choose your supervisor from the dropdown menu before proceeding.
ceb: Palihog pagpili sa imong superbaysor gikan sa dropdown menu unya pagpadayon.

source: Choose a different supervisor
ceb: Pagpili sa laing superbaysor

source: Set Supervisor
ceb: Pagpili Superbaysor

source: Birthdate:
ceb: Kaadlawan:

source: How do you feel now?
ceb: Unsay imong gibati karon?

source: Been vomiting?
ceb: Nagsuka?

source: Feeling dizzy?
ceb: Nalipong?

source: Have fainted?
ceb: Nakuyapan?

source: Bleeding?
ceb: Nagdugo?

source: Pain in urinating?
ceb: Sakit mangihi?

source: Blurry vision?
ceb: Nagahanap ang panan-aw?

source: Swelling?
ceb: Hupong?

source: Pain in birth canal?
ceb: Katol/Sakit sa pwerta?

source: None of the above?
ceb: Wala

source: Have been using iodized salt
ceb: Nag-gamit ug iodized salt?

source: Can drink medicine
ceb: Naginum ub tambal?

source: Do plan to breast feed
ceb: Nagplano ka nga magpatutoy?

source: Where do you plan to give birth?
ceb: Asa ka makplano kong manganak?

source: Companion during childbirth?
ceb: Kauban sa pagpanganak?

source: Did you practice family planning?
ceb: Migamit ka ba ug family planning?

source: What did you use?
ceb: Unsa imong gigamit?

source: Do you have a family history of?
ceb: Imong mga kaliway, naa'y?

source: Twins?
ceb: Kambal?

source: High Blood Pressure?
ceb: Taas and pressure sa dugo?

source: Chest Pains?
ceb: Sakit sa kasing-kasing?

source: Smoking?
ceb: Nanigarilyo?

source: Do you have a history of?
ceb: Unsa'y imong kaagi?

source: Food allergy?
ceb: Allergy sa pagkaon?

source: Medicine allergy?
ceb: Allergy sa tambal?

source: Asthma?
ceb: Hubak?

source: Chest pains?
ceb: Sakit sa kasing-kasing?

source: Kidney problems?
ceb: Problema sa kidney?

source: High blood pressure?
ceb: Taas and pressure sa dugo?

source: Operation in the hospital?
ceb: Naoperahan sa ospital?

source: Blood transfusion?
ceb: Giabunohan ug dugo?

source: Drinking?
ceb: Nagainum?

source: Save Changes
ceb: Magtipig Pagpabaylo

source: User Information
ceb: Inpormasyon sa User

source: Name:
ceb: Pangalan:

source: These are what we found.
ceb: kining mga resulta.

source: Search again
ceb: Pagpangita upod

source: Date of birth
ceb: Natawhan

source: Toggle navigation
ceb: Magkambyo nabigasyon

source: Search
ceb: Pagpangita

source: New Pregnancy
ceb: Bag-ong Pagbuntis

source: Not yet set
ceb: Dili pa set

source: Your supervisor is
ceb: Ang imong superbaysor

source: These are the roles in the system.
ceb: Niinging katuyoan sa sistema

source: Back to the List of users
ceb: Likod sa lista sa mga users

source: You can change the role descriptions but the role names cannot change.
ceb: Magkambyo ka sa mga deskripsiyon pero dili sa pangalan sa mga katuyoan.

source: Name
ceb: Pangalan

source: Description
ceb: Deskripsiyon

source: Search by one or more fields.
ceb: Pagpangita sa uno o mga fields.

source: Use the % sign as a wildcard. E.g. Eliza% or %beth
ceb: Paggamit sa % letra para sa wildcard. Ehemplo Eliza% o %beth

source: Use the % sign as a wildcard. E.g. Weid% or %maven or Wei%en
ceb: Paggamit sa % letra para sa wildcard. Ehemplo Weid% o %maven o Wei%en

source: Date of Birth (mm/dd/yyyy)
ceb: Natawhen (mm/dd/yyyy)

source: Back to the List of roles
ceb: Likud sa lista sa mga katuyoan

source: Update Role
ceb: Magkambyo sa katuyoan

source: Firstname
ceb: Pangalan

source: Lastname
ceb: Apelyedo

source: Password confirmation
ceb: Password usab

source: Active
ceb: Actibo

source: Inactive
ceb: Dili actibo

source: Comment
ceb: Komentaryo

source: Save
ceb: Pagpreserba

source: Roles
ceb: Ang Mga Katuyoan

source: Check the roles that this user should belong to and press Save Role Assignments.
ceb: Magtsek sa mga katuyoan sa niinging user ug pagpili Pagperserva sa Mga Katuyoan.

source: Save Role Assignments
ceb: Pagpreserba sa Mga Katuyoan

source: Create Role
ceb: Magbuhat ug Katuyoan

source: Create User
ceb: magbuhat ug User

source: These are the users in the system.
ceb: Kining mga users sa sistema.

source: List roles
ceb: Ang Lista sa Mga Katuyoan

source: Show all users
ceb: Pagpangita sa tanan users

source: Active users
ceb: Actibo nga users

source: Inactive users
ceb: Dili actibo nga users

source: Show all roles
ceb: Pagpangita sa tanan katuyoan

source: Administrators
ceb: Ang Mga Administrador

source: Guards
ceb: Ang Mga Guwardiya

source: Clerks
ceb: Ang Mga Eskribyente

source: Students
ceb: Ang Mga Estudyante

source: Supervisors
ceb: Ang Mga Superbaysor

source: Language
ceb: Pinulongan

source: Add a new user
ceb: Pun-an ug bag-ong user

source: Note that the top record is the current record.
ceb: Ang rekord sa taas naay pagkakuron rekord.
